{
    "lang-btn" : "E",
    "app-title": "ابدأ مسار مهني احترافي في الصناعات الرقمية والتكنولوجية.",
    "header-text": "يقدم مركز الشباب العربي بالامارات بالتعاون مع EYouth برنامج تدريبي يواكب التحول الرقمي العالمي",
    "apply-btn" : "قدم الان" ,
    "h2-about" :"نبذه عن البرنامج",
    "h3-about" : "اهداف المشروع ",
    "p-about" : "إن برنامج “ الزمالة التقنية للشباب العرب” معنِي بتزويد الشباب بالمهارات المتقدمة وصولاً إلى تمكينهم اقتصادياً عبر  متكامل يجمع بين الجانبين النظري والعملي وفق أحدث الممارسات التي يحتاجها سوق العمل لسد فجوة المهارات الرقمية في مختلف المجالات.و يهدف البرنا",
    "h2-dates" : "المواعيد",
    "h3-dates" : "جدول موعيد المشروع",
    "mon1-dates" : "أغسطس",
    "p1-dates" : "موعيد البدء",
    "mon2-dates" : "سبتمبر",
    "p2-dates" : "النتيجه",
    "mon3-dates" : "اكتوبر",
    "p3-dates" : "غلق التقديم",
    "h2-who" : "من يستطيع الالتحاق",
    "p1-who" : "شباب يتراوح اعمارهم بين 18-35",
    "p2-who" : "من يمتلكون المعرفة أو التجربة العملية فى مجال التكنولوجيا أو الباحثين فيها ",
    "p3-who" : "من يمتلكون المعرفة الأساسية في الرياضيات الخطية والتفاضل والتكامل.",
    "p4-who" : " من يتمتعون بالشغف لدعم مجتمعاتنا العربية و مساندتها في تحقيق مستقبل أفضل لها و لشبابها.",
    "p5-who" : " تُمنح الأفضلية لمن يمتلكون المعرفة الأولية بالبرمجة من خلال PYTHON",
    "h2-prog" : "مميزات البرنامج",
    "p1-prog" : "فرصة عمل",
    "p2-prog" : "سيتم مساعدة المشتركين لايجاد وظائف مع شركاء البرنامج من خلال تدريبهم على عمل سيرة ذاتية وحساب احترافي على موقع linkedin.com",
    "p3-prog" : "مدربين محترفين",
    "p4-prog" : "يتم تقديم التدريب على أيدى مدربين محترفين فى التكنولوجيا و متحدثين مؤثرين فى مجالات مختلفة",
    "p5-prog" : "البرنامج مجانى",
    "p6-prog" : "ان البرنامج مجانى بالكامل للشباب العربى و هذا لتطوير مهاراتهم فى مجال البرمجة",
    "p7-prog" : "شهادة مهنية",
    "p8-prog" : "بشرط اتمام جميع الساعات المحددة لكل مشارك فى البرنامج و تسليم كافة المهام و المشاريع و البحوث المطلوبة (ان الشهادة متممة للشهادة الاكاديمية وتهم مؤسسات و شركات قطاع التكنولوجيا).",
    "h2-apply" : "معلومات عامه",
    "input-name" : "الإسم",
    "input-Mobile-Number" : "رقم التليفون",
    "input-email" : "البريد الإلكتروني",
    "input-nationality" : "الجنسيه",
    "input-professional" : "بيانات مهنية",
    "input-student" : "طالب",
    "input-employee" : "موظف",
    "input-birthDate" : "تاريخ الميلاد",
    "input-countryRes" : "بلد الاقامة",
    "input-one" : "One",
    "input-two" : "Two",
    "input-three" : "Three",
    "input-city" : "المدينة",
    "input-c-one" : "One",
    "input-c-two" : "Two",
    "input-c-three" : "Three",
    "input-CStudent" : "بلد الدراسة",
    "input-cs-one" : "One",
    "input-cs-two" : "Two",
    "input-cs-three" : "Three",
    "input-educationalIn" : "الموسسة التعليمية",
    "input-educationalLe" : "المستوى التعليمي",
    "input-garduation" : "تاريخ التخرج",
    "input-explain" : "اشرح لماذا ترغب في الالتحاق بالبرنامج",
    "h2-partners" : "شركاء البرنامج",
    "cong-message" : "تم التسجيل بنجاح" ,
    "Q-1": "ما هو برنامج الزمالة التقنية للشباب العربي؟",
    "Ans-1": "المنصة العربية التي ستجمع ثقافة التكنولجيا الصحيحة التي يستطيع الشباب العربي من خلالها بناء و سد فجوة المهارات الرقمية في مختلف المجالات. و يهدف البرنامج الى إعداد 100 شاب و شابه من الوطن العربي عن طريق تقديم سلسة من الجلسات, الورش، البرامج التدريبة و المهنية بالشاركو مع شركاء قطاع التكنولوجيا.",
    "Q-2": "كيف يمكنني التقديم للبرنامج؟",
    "Ans-2": " يمكنكم التقديم على البرنامج  من خلال ملئ استمارة التسجيل المتوفرة على الموقع الرسمي للبرنامج technology.arabyouthcenter.org",
    "Q-3": "ما هي الفئة العمرية التي بإمكانها المشاركة في البرنامج؟",
    "Ans-3": "يمكن للفئة العمرية 18-35 التقديم",
    "Q-4": "ما هي معايير القبول في البرنامج؟",
    "Ans-4-1": "فئة خرجين مجالات الهندسة التقنية و تكنولوجية المعلومات",
    "Ans-4-2": "فئة أصحاب الخبرات  في المجالات المطروحة في البرنامج",
    "Ans-4-3": "فئة المهتمين بالمجالات المطروحة شرط توفير المستوي الأساسي لتطوير المهارات التقنية",
    "Ans-4-4": "أصحاب الإنجازات التقنية والباحثين والمبتكرين الشباب",
    "Ans-4-5": "الشباب في بداية ومنتصف مشوارهم المهني",
    "Ans-4-6": "طلبة البكالوريوس في السنوات الأخيرة من التخرج",
    "Ans-4-7": "بين عمر 18 و 35 سنة",
    "Ans-4-8": "إتقان اللغة العربية والإنجليزية",
    "Q-5": "هل هناك رسوم للتسجيل والمشاركة في برنامج الزمالة التقنية للشباب العربي؟",
    "Ans-5": "برنامج الزمالة التقنية للشباب العربي مجاني بهدف إعطاء فرصة متساوية لجميع الشباب والشابات، كبقية البرامج و المبادرات المقدمة في مركز الشباب العربي.",
    "Q-6": "متى سيعقد برنامج الزمالة التقنية للشباب العربي؟",
    "Ans-6": "مدة البرنامج ثلاثة أشهر، وسيبدأ في ديسمبر، وسيتم مشاركة الأجندة النهائية مع المشاركين الذين سيتم اختيارهم للمشاركة في البرنامج",
    "Q-7": "ما هي أنواع المكونات المختلفة في البرنامج؟",
    "Ans-7-1": "دراسة ومناقشة مواضيع  معنية بالتكنولوجيا و مجالاته في الوطن العربي",
    "Ans-7-2": "دورات تدريبية و مهنية",
    "Ans-7-3": "جلسات توجيهية من قبل أهم خبراء المجال",
    "Ans-7-4": "ورش عمل تنفيذية",
    "Ans-7-5": "لقاءات مع أهم الخبراء في كافة مجلات التكنولوجيا محلياً وعالمياً",
    "Ans-7-6": "فرص التدريب المهني عن بعد",
    "Ans-7-7": "سيوفر البنامج الفرصة للمواهب الشبابية للتواصل مع أهم الشركات و المؤسسات في مجال التكنولوجيا و الإبداع",
    "Ans-7-8": "سيتم نشر دراسات التي ستساهم في دعم الشباب تأسيس البنية التحتية في مجالات التكنولوجيا و الإبداع التقني",
    "Q-8": "ما هي اللغة المستخدمة في البرنامج؟",
    "Ans-8": "سيتم تقديم الجلسات المختلفة من قبل الشركاء باللغة العربية واللغة الإنجليزية",
    "Q-9": "هل يحتاج البرنامج التفرغ من العمل؟",
    "Ans-9": "ستعقد جلسات البرنامج في أوقات مختلفة و سيتم تسجيل جميع الجلسات ،ولذلك لا يحتاج المشاركين للتفرغ من جهات عملهم.",
    "Q-10": "أين ستعقد جلسات البرنامج؟",
    "Ans-10": "البرنامج سيعقد بشكل إفتراضي بالكامل.",
    "Q-11": "هل هناك أي تحضيرات يجب أن أقوم بها للاستعداد للبرنامج؟",
    "Ans-11": "نعم! من الأفضل العمل على الاطلاع على أبرز التطورات المتعلقة بالمجالات التكنولوجيا بهدف الاستعداد للمقابلة والاستعداد للجلسات المختلفة مع كافة الشركاء.",
    "Q-12": "هل يجب عليَّ حضور جميع الدورات في البرنامج؟",
    "Ans-12": "نعم، يجب على الشباب إكمال جميع متطلبات المتعلقة بالبرنامج و مساقاته و سيتم تحديد الساعات المطلوبة لكل مشارك قبل بدء البرنامج.",
    "Q-13": "ما هي فرص التدريب المهني المتعلقة بالبرنامج؟ وما هي آلية التقديم للمشاركة بها؟",
    "Ans-13": "سيتم تقديم فرص للتدريب المهني من بعض شركاء البرنامج المحليين والعالميين وستكون امتياز حصري للمشاركين في البرنامج، وسيتم اختيارهم من قبل الشركاء بناء على متطلبات معينة.",
    "Q-14": "هل المقاعد في برنامج محدودة أم أنها مفتوحة للجميع؟",
    "Ans-14": "البرنامج لديه عدد محدد من المقاعد ل 100 شاب وشابة، لذا ينصح بالمبادرة في التسجيل في أسرع وقت",
    "Q-15": "هل سيتم إصدار شهادة مشاركة للشباب؟ / ماذا سيحصل المشارك في نهاية البرنامج؟",
    "Ans-15": "يتم إصدار شهادة مشاركة للشباب بعد إتمام البرنامج شريطة الالتزام بحضور جميع الساعات المحددة لكل مشارك في البرنامج وتسليم كافة المهام والمشاريع والبحوث التي سيتم طلبها خلال البرنامج. وهذه الشهادة هي شهادة مهنية لا تعادل الشهادات الأكاديمية ولكنها مكملة لها وتهم مؤسسات و شركات قطاع التكنولوجيا وتزيد من تنافسية الشباب في سوق العمل",
    "Q-16": "لدي خبرة واسعة في مجال التكنولوجيا و الإبداع التقني، كيف يمكنني الانضمام كشريك للبرنامج؟",
    "Ans-16": "نرحب بكافة الشركاء المتمثلين بجهات حكومية أو خاصة أو عالمية، يمكن التواصل معنا عبر البريد Technology@arabyouthcenter.org  الإلكتروني لمناقشة سبل الشراكة والتعاون",
    "Q-17": "هل سيتم إعادة طرح البرنامج مرةً أخرى؟",
    "Ans-17": "نعم! سيتم طرح البرنامج سنوياً",
    "Q-18": "قرأت كافة الأسئلة والإجابات ولم أجد إجابةً لسؤالي، كيف يمكنني الاستفسار أكثر عن برنامج الزمالة التقنية للشباب العربي وآلية التسجيل؟",
    "Ans-18": "Technology@arabyouthcenter.org يمكنكم التواصل معنا عبرمن خلال البريد الإلكتروني الخاص بالمبادرة"

}