{
    "lang-btn" : "ع",
    "app-title": "Start a professional career in digital and technological industries",
    "header-text": "The Arab Youth Center in the UAE, in cooperation with EYouth, offers a virtual training program",
    "apply-btn" : "Apply Now" ,
    "h2-about" :"Project Objectives",
    "h3-about" : "Call of the Project",
    "p-about" : "The “Arab Youth Technical Fellowship” program is concerned with providing young people with advanced skills to enable them economically through an integrated way that combines the theoretical and practical aspects according to the latest practices needed by the labor market to bridge the digital skills gap in various fields. \n The program aims to prepare 100 young men and women from the Arab world by providing a series of sessions, workshops, training, and professional programs in partnership with technology sector partners. ",
    "h2-dates" : "Program Outcome",
    "h3-dates" : "The Project Timetable",
    "mon1-dates" : "August",
    "p1-dates" : "starting",
    "mon2-dates" : "September",
    "p2-dates" : "Selection Announced",
    "mon3-dates" : "October",
    "p3-dates" : "Applications Close",
    "h2-who" : "who can apply?",
    "p1-who" : "Youth aged 18-35",
    "p2-who" : "Students majoring in related fields Young professionals with basic knowledge of technical skills ",
    "p3-who" : "Young professionals with basic knowledge of technical skills technical skills",
    "p4-who" : "Young professionals within the technology industry",
    "p5-who" : "Preference is given to those with initial knowledge of programming through PYTHON",
    "h2-prog" : "Program Phases",
    "p1-prog" : "Job Opportunity",
    "p2-prog" : "Participants will receive assistance to find jobs with program partners by training them to create a resume and a professional account on linkedin.com.",
    "p3-prog" : "Professional Trainers",
    "p4-prog" : "Training will be provided by professional technology trainers and influential speakers in different fields",
    "p5-prog" : "Free Program",
    "p6-prog" : "The certificate provided for who successfully completed the program, and research are delivered (the certificate is complementary to the academic certificate and is of interest to technology sector institutions and companies).",
    "p7-prog" : "Professional Certificate",
    "p8-prog" : "this is to develop their skills in programming and technology",
    "h2-apply" : "General Information",
    "input-name" : "Name",
    "input-Mobile-Number" : "Mobile Number",
    "input-email" : "Email",
    "input-nationality" : "Nationality",
    "input-professional" : "Professional Data",
    "input-student" : "Student",
    "input-employee" : "Employee",
    "input-birthDate" : "BirthDate",
    "input-countryRes" : "Country of Residence",
    "input-one" : "One",
    "input-two" : "Two",
    "input-three" : "Three",
    "input-city" : "City",
    "input-c-one" : "One",
    "input-c-two" : "Two",
    "input-c-three" : "Three",
    "input-CStudent" : "Country of Study",
    "input-cs-one" : "One",
    "input-cs-two" : "Two",
    "input-cs-three" : "Three",
    "input-educationalIn" : "Educational Institution",
    "input-educationalLe" : "Educational Level",
    "input-garduation" : "Garduation Date",
    "input-explain" : "Explain Why You Would Like To Join The Programme" ,
    "h2-partners" : "partners",

    "cong-message" : "Congratulations, you were registered successfully" ,
    "Q-1": "What is the Technology Fellowship for Arab Youth?",
    "Ans-1": "It is a platform that will connect the Arab youth with the needed skills that will support their journey within the tech sector. This program will prepare 100 youth by providing them with a series of workshops, training programs, certified sessions, mentorship from the top technology and innovation partners.",
    "Q-2": "How can I apply to be part of the program?",
    "Ans-2": "Applications can be submitted through the registration form available at the program’s official website technology.arabyouthcenter.org",
    "Q-3": "What is the age group that is eligible to apply?",
    "Ans-3": "Youth between the age of 18-35 can apply to the program",
    "Q-4": "What are the terms and conditions of applying to the program?",
    "Ans-4-1": "Students majoring in related fields",
    "Ans-4-2": "Young professionals within the technology industry",
    "Ans-4-3": "Young professionals with basic knowledge of technical skills",
    "Ans-4-4": "Youth that has published research and achieved proved innovative milestones within the technology",
    "Ans-4-5": "Youth aged 18-35",
    "Ans-4-6": "English and Arabic Proficiency",
    "Ans-4-7": "Youth aged 18-35",
    "Ans-4-8": "English and Arabic Proficiency",
    "Q-5": "Are there registration fees?",
    "Ans-5": "The Technology Fellowship for Arab Youth is free of charge, similar to all the programs and initiatives under the Arab Youth Center",
    "Q-6": "When will the Technology Fellowship for Arab Youth start?",
    "Ans-6": "The program will commence in December for a duration of 3 months. The agenda of the program will be shared for the qualifying participants.",
    "Q-7": "What is the program structure and components?",
    "Ans-7-1": "Training sessions ",
    "Ans-7-2": "Certified classes",
    "Ans-7-3": "Mentorship sessions from the leaders of the technology",
    "Ans-7-4": "Technical workshops",
    "Ans-7-8": "",
    "Ans-7-5": "Remote internship opportunities",
    "Ans-7-6": "The program will offer the opportunity of linking the participants with the top technology giants",
    "Ans-7-7": "Publishing studies and insights to support the infrastructure of youth participating in building the technology ecosystem.",
    "Q-8": "What languages will the program offers?",
    "Ans-8": "The program will be in English and Arabic, but the proficiency in both is mandatory.",
    "Q-9": "Will the program require a full-time dedication/ will I need to take some time off work or university?",
    "Ans-9": "The program sessions and classes will be run through different timings and will be recorded; hence you do not require to take time off.",
    "Q-10": "In what format will the program sessions/classes be?",
    "Ans-10": "The program will be fully virtual",
    "Q-11": "Should I prepare for the program?",
    "Ans-11": "Yes! It is recommended to starting reading articles and books related to the fields of technology and innovation to get a head start.",
    "Q-12": "Do I need to attend all the sessions/classes of the program?",
    "Ans-12": "Yes, the participating youth should complete the assigned program tracks where each participant will be assigned the required hours ahead of the program.",
    "Q-13": "Does the program offer internship opportunities?",
    "Ans-13": "Internship opportunities will be offered by some of the program’s local and international partners. Participation in these internships will be exclusive to the program’s participants.",
    "Q-14": "Are there limited number of seats available for the program?",
    "Ans-14": "Yes, the program will select 100 applicants. Hence, it is advised to start registration as soon as possible.",
    "Q-15": "Will I get a certificate once I complete the program?",
    "Ans-15": "Participants will receive a professional certification of completion upon completing their assigned program requirements. The certificate will complement the participants' profiles and increase their competitiveness in the job markets.",
    "Q-16": "I have a background and experience in the field of technology, how can I participate in the program as a partner?    ",
    "Ans-16": "We are open to discussing partnerships and collaborations with government entities, private sector, and/or international organizations. Kindly reach us out on technology@arabyouthcenter.org    ",
    "Q-17": "How many editions will the Arab Youth technology program have?",
    "Ans-17": "The program will have annual editions.",
    "Q-18": "I read all the FAQs and could not find an answer to my question. how can I reach out to you?",
    "Ans-18": "You can Email us your inquires in regards to the Technology Fellowship for Arab Youth on technology@arabyouthcenter.org"
}